Revit 2027 API
ParameterTypeId.ElecticalEquipWattage Property
 "Wattage Comments"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElecticalEquipWattage { get; }
Public Shared ReadOnly Property ElecticalEquipWattage As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElecticalEquipWattage {
	ForgeTypeId^ get ();
}
static member ElecticalEquipWattage : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace